Revit 2027 API
EnergyAnalysisSpace.SpaceName Property
 The name.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string SpaceName { get; }
Public ReadOnly Property SpaceName As String
	Get
public:
property String^ SpaceName {
	String^ get ();
}
member SpaceName : string with get
Property Value
String
See Also
Reference
EnergyAnalysisSpace Class
Autodesk.Revit.DB.Analysis Namespace